Repository: dmaulikr/alldayDO
Catalog: alldayDO/*.lproj/Localizable.strings
Languages: pt

source: New Reminder
pt: Novo Lembrete

source: Edit Reminder
pt: Editar Lembrete

# O que precisamos te lembrar?
source: What do we need to remind you?
pt: O que precisamos te lembrar?

# Você não pode esquecer de
source: You can't forget to
pt: Você não pode esquecer de

# Quando?
source: When?
pt: Quando?

# Te lembraremos
source: We will remind you
pt: Te lembraremos

# Que horas?
source: What time?
pt: Que horas?

# às
source: at
pt: às

# Começando no dia?
source: Starting at?
pt: Começando no dia?

# a partir do dia
source: and we will start at
pt: a partir do dia

# Cancelar
source: Cancel
pt: Cancelar

# Salvar
source: Save
pt: Salvar

# Você realmente deseja cancelar?
source: Do you really want to cancel?
pt: Você realmente deseja cancelar?

# Sim
source: Yes
pt: Sim

# Não
source: No
pt: Não

# selecione_miniatura
source: Select your thumbnail identification
pt: Selecione uma miniatura de identificação

# validation_message_date
source: The reminder date cannot be earlier than the current date
pt: A data do lembrete não pode ser anterior a data atual

# required_description
source: What do you can't forget?
pt: Do que você não pode esquecer?

# required_icon
source: Select your emoji. It will be very important in the future :)
pt: Selecione o seu icone. Ele será muito importante no futuro :)

# required_periodo
source: Ops, you forgot to us tell when we will remember you
pt: Ops, Você esqueceu de informar quando iremos te lembrar

# required_hora
source: What time we will remember you?
pt: Que horas iremos lembrar você?

# required_date
source: We will start to remember you from when?
pt: Iremos começar a lembrar você a partir de quando?

# descricao_invalid
source: You are already being reminded of that activity
pt: Você já está sendo lembrado dessa atividade

# Suas atividades ficam aqui Seus lembretes aparecem aqui e são fáceis de editar
source: Your activities stays here Your reminders shows here and they easly changeable
pt: Suas atividades ficam aqui Seus lembretes aparecem aqui e são fáceis de editar

# noReminderAlert
source: None scheduled alert
pt: Nenhum alerta agendado

# Mês
source: Month
pt: Mês

# Semana
source: Week
pt: Semana

# Seguidos
source: In line
pt: Seguidos

# Você lembrou?
source: Did you remenbered?
pt: Você lembrou?

# Eu lembrei de fazer a atividade
source: I remembered to do this stuff
pt: Eu lembrei de fazer a atividade

# Nunca
source: Never
pt: Nunca

# Uma única vez
source: Just one time
pt: Uma única vez

source: About
pt: Sobre

# aboutDescription
source: Made for you, that doesn't want to dismiss anything and be more productive! ;)
pt: Feito por quem quer uma vida com menos esquecimentos e mais produtividade! ;)

# Lembrete em
source: Reminder in
pt: Lembrete em

# Diariamente
source: Daily
pt: Diariamente

# Semanalmente
source: Weekly
pt: Semanalmente

# Mensalmente
source: Monthly
pt: Mensalmente

# Anualmente
source: Annually
pt: Anualmente

# Próximo
source: Next
pt: Próximo

# title1
source: WOW! I did it!
pt: WOW! Eu fiz!

# title2
source: Productivity says thanks!
pt: A produtividade agradece!

# title3
source: One more done activity!
pt: Mais uma atividade completa!

# title4
source: alldayDO reminded me
pt: alldayDO me lembrou!

source: Settings
pt: Ajustes

# feedback
source: Seed Feedback
pt: Envie um Feedback

# rate
source: Rate this App
pt: Avalie nosso aplicativo

source: Website
pt: Site informativo

source: Walkthrough
pt: Passo a passo

source: Skip
pt: Pular

# shared
source: Share with friends
pt: Compartilhe com seus amigos

# errorConfigEmail
source: Please configure your email account in the system settings
pt: Por favor configure sua conta de email nos ajustes do sistema

# twitterMessageDefault
source: Remember your activities has never been so fast, practical and productive. Download @alldayDO you too!
pt: Lembrar suas atividades nunca foi tão rápido, prático e produtivo. Baixe o @alldayDO você também!

# facebookMessageDefault
source: Forget something? No more! @alldayDO don't let you forget anything. Download it too and bring productive to your life!
pt: Esquecer? Jamais! O @alldayDO não te deixa esquecer nada. Baixe você também e deixe seu dia mais produtivo!

# Você lembrou de %@?
source: Did you remember to %@?
pt: Você lembrou de %@?

# Hey, não esqueceu de %@ né?
source: Hey, Didn't you forget to %@, did you?
pt: Hey, não esqueceu de %@ né?

# Tá na hora de %@!
source: It's time to %@!
pt: Tá na hora de %@!

# Passando pra lembrar que chegou a hora de %@!
source: Just checking to remember that's %@ time!
pt: Passando pra lembrar que chegou a hora de %@!

# Não se esqueça de %@ heim?
source: Don't forget to %@, ok?
pt: Não se esqueça de %@ heim?

# Chegou a hora de %@!
source: It's time to %@!
pt: Chegou a hora de %@!

# Agora é hora de %@!
source: Now it's time to %@!
pt: Agora é hora de %@!

# Parem as máquinas! É hora de %@.
source: Stop all the machines! It's time to %@.
pt: Parem as máquinas! É hora de %@.

# concluir a tarefa
source: complete the task
pt: concluir a tarefa

# ano
source: year
pt: ano

# anos
source: years
pt: anos

# mês
source: month
pt: mês

# meses
source: months
pt: meses

# dia
source: day
pt: dia

# dias
source: days
pt: dias

# hora
source: hour
pt: hora

# horas
source: hours
pt: horas

# minuto
source: minute
pt: minuto

# minutos
source: minutes
pt: minutos

# segundo
source: second
pt: segundo

# segundos
source: seconds
pt: segundos

# a
source: y
pt: a

# e
source: and
pt: e

# shakeImage
source: shake-en
pt: shake-pt

# detailImage
source: detail-en
pt: detail-pt

# badgesImage
source: badges-en
pt: badges-pt

# notificationImage
source: notification-en
pt: notification-pt

# mainImage
source: main-en
pt: main-pt

# page1Title
source: Quick and convenient
pt: Rápido e prático

# page1Desc
source: Few clicks and your activities saved. AH! And you can also prepare a new activity giving a little Shake!
pt: Poucos cliques e atividades salvas. AH! E você também pode preparar uma nova atividade dando um Shake!

# page2Title
source: Follow your productivity
pt: Acompanhe sua produtividade

# page2Desc
source: Our charts help you to track your performance
pt: Nossos gráficos te ajudam a acompanhar seu desempenho

# page3Title
source: Don't miss any information
pt: Não perca nenhuma informação

# page3Desc
source: Check all your activities, What has done, and what still forgeting
pt: Confira todas suas atividades, as que você não fez e as já completadas

# page4Title
source: And of course, funny
pt: E claro, divertido

# page4Desc
source: Simple notification? NO! We want you to remember in a funny way
pt: Chega de notificação simples. Queremos que você lembre de forma divertida

# page5Title
source: Now, it's your time
pt: Agora é com você!

# page5Desc
source: Add an activity and see the magic happen
pt: Adicione uma atividade e veja a mágica acontecer!

# atividades_restantes
source: Hey, you're forgetting something!
pt: Lembre-se!

# undone_reminder_widget
source: No scheduled reminder. Enjoy your day :)
pt: Nenhum lembrete agendado
